// ========================================
// YTM Lyrics - Artist Aliases
// ========================================
//
// YouTube Music 歌手名稱
// → LRCLIB 使用的其他名稱
// ========================================

const artistAliases = {

    "麥可傑克森": [
        "Michael Jackson"
    ],

    "sakanaction": [
        "サカナクション"
    ],

    "亞瑟小子": [
        "Usher"
    ],

    "TVアニメ「ダンベル何キロ持てる？」テーマソングシングル": [
        "石川界人"
    ],

    "Houshou Marine":[
        "宝鐘マリン"
    ],

    "李玉刚":[
        "李玉剛"
    ],

    "Kazuma Kiryu(Takaya Kuroda)":[
        "冴島大河",
        "小山力也"
    ],

    "":[
        ""
    ],

    "":[
        ""
    ],
};